; WinSnap v2.0.2 Chinese Traditional Language File
; Translated by πrate © 2006 Internet Pirate Guild 海盗公会☠ <email non-disclosure (￣﹏￣)>


;##############################################################################

; NOTE: All statements started with ';' are comments and they are completely 
;       ignored by WinSnap. Feel free to remove them from your language file!

;##############################################################################
; Changes for version 2.0.1 (February 12, 2006)

; Tray tooltip
20003="WinSnap 2.0"

; .Exe filter
20033="可執行檔 (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="儲存透明層"

; Settings, Image tab
20061="透明層"

; Capture modes
20211="全螢幕"
20212="應用程式"
20213="視窗"
20214="選單"
20215="物件"
20216="自訂區域"

; Main menu, Capture
20511="全螢幕(&F)\tCtrl+1"
20512="應用程式(&A)\tCtrl+2"
20513="視窗(&W)\tCtrl+3"
20514="選單(&M)\tCtrl+4"
20515="物件(&O)\tCtrl+5"
20516="自訂區域(&R)\tCtrl+6"

; Main menu
20600="工具(&T)"
20601="自訂(&C)..."

; Tray menu
20921="全螢幕(&F)"
20922="應用程式(&A)"
20923="視窗(&W)"
20924="選單(&M)"
20925="物件(&O)"
20926="自訂區域(&R)"

; Settings, Hotkeys tab
21712="全螢幕:"
21713="應用程式:"
21714="作用中的視窗:"
21715="彈出選單:"
21716="物件:"
21717="自訂區域:"

; Customize Tools dialog
23000="自訂工具"
23001="新增..."
23002="編輯..."
23003="移除"
23004="上移"
23005="下移"
23006="關閉"

; New Tool dialog
23100="外部工具"
23101="確定"
23102="取消"

23110="程式:"
23111="名稱:"
23112="路徑:"
23113="瀏覽..."
23114="參數:"
23115="執行後將 WinSnap 最小化"
23116="存檔時不詢問檔名"
23120="儲存選項:"
23121="資料夾:"
23122="瀏覽..."
23123="檔名:"
23124="圖檔格式:"

; Region mode, right-click menu
24106="固定尺寸"
24107="記憶位置"

; Object mode, helper dialog
24201="請移動游標到選取目標上。按 Ctrl 鍵可選取多個物件,按滑鼠右鍵可改變設定。"
24202="標題:"
24203="類別:"
24204="程式:"

; Object mode, right-click menu
24300="強調選取物件\tSpace"
24301="反轉選取範圖\tTab"
24302="取消選取\tBackspace"
24303="按鈕 && 控制項"
24304="應用程式"
24305="退出抓圖\tEsc"
24306="關閉選單"

; Register dialog
28000="註冊 WinSnap"
28001="購買"
28002="載入註冊金鑰..."
28003="繼續使用"
28004="退出"
28010="您所使用的 WinSnap 為 30 天評估版,您必須購買註冊金鑰才能繼續使用。"
28011="評估期尚餘 %d 天。"
28012="註冊 & 價格"

; About dialog
28100="關於 WinSnap"
28101="確定"
28102="註冊"
28103="本產品授權給:"
28104="技術支援"

; Errors
32009="無效的目錄:\r\n%s"
32010="無法建立進程。"
32020="您必須輸入名稱。"

32030="您必須輸入名稱。"
32031="您必須輸入序號。"
32032="您的註冊金鑰無效或損毀。"
32033="此註冊資訊無效! 請重新核對您的名稱與序號。"
32034="無法複製註冊金鑰到程式資料夾中。您需要本機管理員的權限才能註冊 WinSnap!"

;##############################################################################
; Changes for version 1.1.6 (August 24, 2006)
; Added strings:
;   => 20002="WinSnap"
; General page
;   => 21114="Include mouse cursor in capture"
; Image page
;   => 21603="Keep WinSnap minimized in auto-save mode"
;   => 21604="Clear image on minimize to safe memory"
; Region selection
;   => 24100="Rectangle"
;   => 24101="Round rectangle"
;   => 24102="Ellipse"
;   => 24103="Abort selection\tBackspace"
;   => 24104="Cancel capture\tEsc"
;   => 24105="Dismiss this menu"
;##############################################################################


;##############################################################################
; WinSnap enumerates all *.LNG files into .\lang subfolder!
; To add a language for WinSnap:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!).
; Please put your e-mail address for feedback somewhere!


; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       WinSnap, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################


; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     19999="English_LanguageName (Native_LanguageName)"
;     e.g. 19999="German (Deutsch)"
10000="Chinese Traditional (繁體中文)"


; Caption
20000="Windows Snapshot Maker 2.0.1"
20001=" 未註冊"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="抓圖"

; Print job name
20011="WinSnap Screenshot"

; Save/Open filters
20030="所有檔案 (*.*)"
20031="所有支援的格式"
20032="註冊金鑰 (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< 無圖片 >>"
20091="產生中..."

; Main window
20100="結束程式"
20101="抓圖"
20102="複製到剪貼簿"
20103="儲存圖片..."
20104="用 E-Mail 寄出..."

20110="色彩:"
20111="無"
20112="灰階"
20113="泛黃"
20114="反色"

20115="陰影:"
20116="無"
20117="右下"
20118="左上"
20119="環繞"

20120="其他:"
20121="框線"
20122="浮水印"
20123="旋轉"
20124="調整尺寸"

20200="抓圖模式:"
20201="全螢幕"
20202="程式"
20203="視窗"
20204="用戶區域"
20205="彈出選單"
20206="自訂區域"

; Menu
20300="檔案(&F)"
20301="抓圖(&N)\tCtrl+N"
20302="開啟圖片(&O)...\tCtrl+O"
20303="儲存圖片(&S)\tCtrl+S"
20304="另存圖片(&A)..."
20305="儲存縮圖(&T)..."
20306="列印(&P)...\tCtrl+P"
20307="列印設定(&E)..."
20308="結束(&X)"

20350="編輯(&E)"
20351="複製(&C)\tCtrl+C"
20352="複製縮圖(&T)"
20353="貼上(&P)\tCtrl+V"
20354="清除畫面\tDel"

20400="選項(&O)"
20401="自動儲存(&S)"
20402="自動複製(&C)"
20403="設定...\tF2"

20410="色彩(&C)"
20411="無(&O)"
20412="灰階(&G)"
20413="泛黃(&S)"
20414="反色(&I)"

20420="陰影(&S)"
20421="無(&O)"
20422="右下(&P)"
20423="左上(&N)"
20424="環繞(&U)"

20430="其他(&M)"
20431="框線(&C)"
20432="浮水印(&W)"
20433="旋轉(&R)"
20434="調整尺寸(&S)"

20500="模式(&C)"
20501="全螢幕(&F)\tCtrl+1"
20502="程式(&A)\tCtrl+2"
20503="視窗(&W)\tCtrl+3"
20504="用戶區域(&C)\tCtrl+4"
20505="彈出選單(&M)\tCtrl+5"
20506="自訂區域(&R)...\tCtrl+6"

20550="說明(&H)"
20551="說明主題(&H)\tF1"
20552="WinSnap 首頁(&O)"
20553="WinSnap 論壇(&F)"
20554="檢查有無新版(&U)"
20555="關於 WinSnap(&A)..."
20556="購買 WinSnap(&P)"
20557="載入註冊金鑰(&E)..."

; Tray menu
20900="隱藏 WinSnap"
20901="顯示 WinSnap"
20903="設定..."
20904="結束"

20911="全螢幕(&F)"
20912="程式(&A)"
20913="視窗(&W)"
20914="用戶區域(&C)"
20915="彈出選單(&M)"
20916="自訂區域(&R)..."

; Config
21000="設定"
21001="確定"
21002="取消"
21003="套用"

21050="一般"
21051="樣式"
21052="變形"
21053="浮水印"
21054="圖片"
21055="熱鍵"

; General page
21100="語言:"
21101="尋找其他語言..."
21102="WinSnap 隨系統自動啟動"
21103="定期檢查新版"
21104="最上層顯示"
21105="記憶 WinSnap 視窗尺寸和位置"
21106="在系統列顯示 WinSnap 圖示"
21107="按右上角 X 後縮小至系統列"
21108="啟動 WinSnap 時自動抓圖:"
21109="以這個抓圖模式:"
21110="抓圖時播放音效"
21111="抓圖前隱藏 WinSnap 視窗"
21112="抓圖前隱藏系統列圖示"
21113="抓圖前延遲 (毫秒):"
21114="抓圖包含滑鼠游標"

; Blending page
21200="陰影:"
21201="光源角度:"
21202="°"
21203="距離:"
21204="像素"
21205="寬度:"
21206="像素"
21207="不透明度:"
21208="%"
21209="色彩:"
21210="#"
21211="外框:"
21212="色彩:"
21213="#"
21214="粗細:"
21215="像素"
21216="背景色:"
21217="色彩:"
21218="#"

; Canvas page
21400="旋轉:"
21401="角度:"
21402="°"
21403="尺寸:"
21404="依比例:"
21405="依數值:"
21406="倍數:"
21407="%"
21408="寬:"
21409="像素"
21410="高:"
21411="像素"
21412="保持原比例"
21413="進階:"
21414="演算法:"

21490="最接近像素"
21491="雙線性"
21492="雙立方"
21493="高品質雙線性"
21494="高品質雙立方"

; Watermark page
21500="圖片:"
21501="檔案:"
21502="瀏覽..."
21503="透明化:"
21504="不透明度:"
21505="%"
21506="位置:"
21507="距離圖片邊緣:"
21508="水平:"
21509="%"
21510="垂直:"
21511="%"
21512="水平:"
21513="像素"
21514="垂直:"
21515="像素"
21516="使用比例座標"

21590="左上"
21591="中上"
21592="右上"
21593="中左"
21594="正中"
21595="中右"
21596="左下"
21597="中下"
21598="右下"

; Saving page
21600="自動複製到剪貼簿"
21601="自動儲存圖片"
21602="自動為圖片命名"
21603="自動儲存模式下保持 WinSnap 最小化"
21604="最小化時清空預覽縮圖以節省記憶體"
21610="自動儲存選項:"
21611="預設資料夾:"
21612="瀏覽..."
21613="檔名:"
21615="圖片格式:"
21620="壓縮比:"
21621="JPEG 品質:"
21622="%"
21699="請選擇一個儲存圖片的資料夾"

; Hotkeys page
21700="啟用熱鍵"
21701="抓圖熱鍵:"
21702="全螢幕"
21703="程式"
21704="作用中的視窗"
21705="用戶區域"
21706="彈出選單"
21707="自訂區域"
21720="WinSnap 熱鍵:"
21721="最小化/還原:"
21722="顯示/隱藏主視窗:"
21723="結束 WinSnap:"

; Region selection
24001="請用滑鼠或方向鍵選取一個區域。按右鍵可以改變選取區域的形狀,按 F1 可以顯示/隱藏這個說明。"
24002="座標:"
24003="x:"
24004="y:"
24005="大小:"
24006="寬:"
24007="高:"

24100="矩形"
24101="圓角矩形"
24102="橢圓"
24103="取消選取\tBackspace"
24104="退出抓圖\tEsc"
24105="關閉選單"

; Confirmations
31900="WinSnap 確認"
31901="WinSnap 正在執行中,您要停止嗎？"
31902="您要結束 WinSnap 嗎？"
31903="WinSnap 必須重新啟動才能完成註冊程序。\r\n您現在要重新啟動嗎？"

; Errors
32000="WinSnap 錯誤"
32001="無法載入語言檔。"
32002="設定值無法寫入註冊表,請檢查操作權限是否足夠。"
32003="無法開啟圖片。\r\n這可能不是有效的圖片,或此圖片格式尚未被支援。"
32004="無法儲存圖片。"
32005="無法暫存圖片。"
32006="無法載入 Email 系統 (Mapi32.dll)。"
32007="MAPI 無法傳送郵件。"
32008="WinSnap 註冊失敗。"

; Check for update
32500="WinSnap 更新"
32501="發現 WinSnap 新版！\r\n您現在要下載嗎？"
32502="您的 WinSnap 已是最新版。"

